brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "powerlevel10k"
brew "rustup-init"
brew "neovim"
brew "ripgrep"
brew "fd"
brew "lazygit"
brew "tree-sitter"
brew "jq"
brew "bun"
brew "pnpm"
brew "go"
brew "docker"
brew "docker-compose"
brew "colima"
brew "gh"
brew "glow"
brew "hugo"
brew "ffmpegthumbnailer"
brew "poppler"
brew "p7zip"
brew "unar"
brew "eza"
brew "yazi"
brew "fzf"
brew "zoxide"
brew "tmux"
brew "stow"

cask "rectangle"
cask "tailscale-app"
cask "helium-browser"
cask "mac-mouse-fix"
cask "handbrake-app"
cask "macs-fan-control"
cask "the-unarchiver"
cask "appcleaner"
cask "vlc"
cask "kitty"
cask "monitorcontrol"
